Repository: edtkw/cordova-plugin-mediaPicker
Catalog: src/ios/DMCMediaPicker/*.lproj/Localizable.strings
Languages: es, fr

source: Cancel
es: Anular
fr: Annuler

source: Done
es: Realizado
fr: Effectué

source: All
es: Todas las fotos
fr: Toutes les photos

source: Video
es: Vídeo
fr: Vidéo

source: maxSelectAlert
es: Sólo puedes seleccionar el %d de las imágenes
fr: Vous ne pouvez sélectionner que %d images

source: maxSizeAlert
es: Sólo puedes seleccionar imágenes con un tamaño máximo de %.02f MB
fr: Vous ne pouvez sélectionner que des images d'une taille maximale de %.02f Mo

source: Unable to access album
es: No se puede acceder al álbum
fr: Impossible d'accéder à l'album

source: Please allow to access your album
es: Por favor, permite el acceso a tu álbum en "Configuración -> Privacidad -> Álbum"
fr: Veuillez autoriser l'accès à votre album dans "Paramètres -> Confidentialité -> Album"

source: Setting
es: Parámetros
fr: Paramètres

source: Preview
es: Resumen
fr: Aperçu

source: Don't see what you're looking for?
es: ¿No ves lo que buscas?
fr: Vous ne voyez pas ce que vous cherchez ?

source: Select More Photos
es: Selecciona más fotos
fr: Sélectionnez plus de photos

source: photo_download_failed
es: Se ha producido un error al cargar las fotos seleccionadas en tu Fototeca de iCloud. El problema puede estar relacionado con una mala conexión a Internet. Por favor, comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Une erreur s'est produite lors du téléchargement de photos sélectionnées dans votre photothèque iCloud. Le problème peut être lié à une mauvaise connexion Internet. Veuillez vérifier votre connexion Internet et réessayer.
